Repository: Getode/responsive-image-switcher
Catalog: languages/responsive-image-switcher-*.po
Languages: ru_ru, uk

source: A Gutenberg block plugin to display different images based on screen width.
ru_ru: Блок Gutenberg для отображения разных изображений в зависимости от ширины экрана.
uk: Блок Gutenberg для відображення різних зображень залежно від ширини екрану.

source: Select an image for desktop (≥ 768px):
ru_ru: Выберите изображение для широких экранов (≥ 768px):
uk: Обрати зображення для широких екранів (≥ 768px):

source: Replace Desktop Image
ru_ru: Заменить изображение
uk: Замінити зображення

source: Select Desktop Image
ru_ru: Выбрать изображение
uk: Обрати зображення

source: Desktop image preview
ru_ru: Предпросмотр изображения
uk: Попередній перегляд зображення

source: Loading image...
ru_ru: Загрузка изображения...
uk: Завантаження зображення...

source: Mobile Settings
ru_ru: Настройки для мобильных
uk: Налаштування для мобільних

source: Select an image for mobile (< 768px):
ru_ru: Выберите изображение для мобильных (< 768px):
uk: Обрати зображення для мобільних (< 768px):

source: Replace Mobile Image
ru_ru: Заменить изображение
uk: Замінити зображення

source: Select Mobile Image
ru_ru: Выбрать изображение
uk: Обрати зображення

source: Mobile image preview
ru_ru: Предпросмотр изображения
uk: Попередній перегляд зображення

# block description
source: Block for switching images depending on screen width.
ru_ru: Блок для переключения изображений в зависимости от ширины экрана.
uk: Блок для зміни зображень залежно від ширини екрану.

# block keyword
source: image
ru_ru: изображение
uk: зображення

# block keyword
source: responsive
ru_ru: адаптивный
uk: адаптивний

# block keyword
source: switcher
ru_ru: переключатель
uk: перемикач
